type ContentItem = {
    id: number;
    title: string;
    body: string;
    image: string;
}

const content: ContentItem[] = [
    {
        id: 1,
        title: 'อาโป',
        body: 'อาโป คือแมวส้ม เป็นแมวตัวแรกและเป็นผู้ก่อตั้งแก๊ง หัวโปก ซึ้งเป็นแก๊งอันตรายในเขตบางเสาธง',
        image: 'apo.svg',
    },
    {
        id: 2,
        title: 'อาเปา',
        body: 'อาเปา คือแมวสาว ตัวหนุบหนับและนุ่มนิ่ม มีกล้ามแขนที่แข็งแรงและเป็นมือขวาของ อาโป',
        image: 'apao.svg',
    },
    {
        id: 3,
        title: 'อาปัง',
        body: 'อาปัง คือแมวเปรอะ ชอบแสดงสีหน้าตามอารมของตัวเอง เป็นสาวขี้โวยวายประจำแก๊ง ชอบดมยาดม',
        image: 'apang.svg',
    },
    {
        id: 4,
        title: 'อาปิง',
        body: 'อาปิง คือแมวดำ ลูกจ๊อกแห่ง แก๊งหัวโปก ชอบปีนมุ้งลวดและเหยียบอึตัวเอง มีศัตรูคู่อาฆาตคือ รถส่งโค้กและรถขยะ',
        image: 'aping.svg',
    },
]

export default content;